<?php
/*
Template Name: generator politici
*/
?>
<?php get_header(); ?>

    <!-- Content -->
    <main class="content">

      <!-- Генератор политики конфиденциальности -->
      <section class="main__post">
        <div class="post">
          <h1 class="post__heading">Генератор политики конфиденциальности</h1>

          <div class="box">

            <!-- Контейнер формы -->
            <div class="form-wrap">
              <!-- Форма -->
              <h2 class="formtitle">Заполните форму</h2>
              <form class="forma" action="#">
                <!-- Заголовок полей формы -->
                <label class="label">Домен</label>
                <!-- Поля формы сайт-->
                <input class="input input-polesite" type="text" placeholder="mysite.ru" required>
                <!-- Заголовок полей формы -->
                <label class="label">Адрес</label>
                <!-- Поля формы адрес-->
                <input class="input input-poleaddress" type="text" placeholder="Москва, ул. Пушкина, д 5" required>
                <!-- Кнопка для добавления данных -->
                <button class="button-add" type="button">Генерировать</button>
              </form>
            </div>

            <!-- Контейнер готового текста -->
            <div class="result">
              <!-- Готовый текст -->
              <div class="result__text">
                <div class="selectable">
                  <p class="textcopy">Политика конфиденциальности, включающая обработку персональных
                    данных (далее – Политика)действует в отношении всей информации, которую Администрация Сервиса
                    <span class="polesite">Сайт</span> (далее по тексту "Сервисный центр"), получает о
                    Пользователе во время использования сервисов на Сайте (далее – Сервисы).
                    <br><br>Согласие Пользователя на предоставление персональной информации, данное им в соответствии с
                    настоящей Политикой конфиденциальности в рамках использования одного из Сервисов распространяется на
                    все Сервисы Сайта.<br><br>
                    Само использование Сервисов Сайта означает безоговорочное согласие Пользователя с настоящей
                    Политикой конфиденциальности и указанными в ней условиями обработки его персональной информации, в
                    случае несогласия с этими условиями Пользователь должен воздержаться от использования Сервисов
                    Сайта.<br>
                    <br>Термины и определения<br><br>
                    "Персональные данные" - любая информация, относящаяся к физическому лицу (субъекту персональных
                    данных).<br>"Обработка персональных данных" - любое действие (операция) или совокупность действий
                    (операций), совершаемых с использованием средств автоматизации или без использования таких средств с
                    персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение
                    (обновление, изменение), извлечение, использование, передачу (распространение, предоставление,
                    доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
                    <br><br>"Конфиденциальность персональных данных" - обязательное для соблюдения Сервисным
                    центром или иным получившим доступ к персональным данным лицом требование не допускать их
                    распространения без согласия субъекта персональных данных или наличия иного законного основания.
                    <br><br>"Пользователь" – любое дееспособное физическое лицо, либо любое юридическое лицо или
                    индивидуальный предприниматель, которые заключили с Сервисным центром Пользовательское Соглашение об
                    использовании Сервиса, путем использования Сервисов Сайта.
                    <br><br>"Пользовательское соглашение" – детализированные правила и условия пользования Сервисом,
                    размещенные по адресу: <span class="polesite">Сайт</span>, распространяющиеся на всех
                    Пользователей.<br><br>"Cookies" — небольшой фрагмент данных, отправленный веб-сервером и хранимый на
                    компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в
                    HTTP-запросе при попытке открыть страницу соответствующего сайта.<br><br>"IP-адрес" — уникальный
                    сетевой адрес узла в компьютерной сети, построенной по протоколу IP.<br><br>"Сервисы Сайта" – все
                    услуги, оказываемые Сервисным центром, заказанные на полях Сайта, а также путем
                    заключения письменных договоров по заказу в пункте приема и по телефону.<br><br>
                    Общие положения<br><br>В рамках настоящей Политики под "персональной информацией
                    Пользователя", разрешённой к сбору и обработке понимаются:
                    <br><br>· Персональная информация, которую Пользователь предоставляет о себе самостоятельно при
                    регистрации или в процессе использования Сайта, включая персональные данные Пользователя. А именно:
                    Имя; Номер контактного телефона. Фамилия; Отчество; Адрес электронной почты. · Данные, которые
                    автоматически передаются Сервисам Сайта в процессе их использования с помощью установленного на
                    устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из cookie,
                    информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к
                    Сервисам), время доступа, адрес запрашиваемой страницы. Отключение cookies может повлечь
                    невозможность доступа к частям Сайта, требующим авторизации. · Иная информация о Пользователе,
                    сбор и/или предоставление которой необходимо для использования Сервисов.<br><br>Настоящая Политика
                    применяется только к Сервисам Сайта. Сервисный центр не контролирует и не несет ответственность за
                    сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.
                    <br><br>Сервисный центр не проверяет достоверность персональной информации, предоставляемой
                    Пользователями, и не осуществляет контроль за их дееспособностью. Однако Сервисный центр исходит из
                    того, что Пользователь предоставляет достоверную и достаточную персональную информацию по вопросам,
                    предлагаемым в форме регистрации, и поддерживает эту информацию в актуальном состоянии.
                    <br><br>Цели сбора и обработки персональной информации Пользователей<br>
                    <br>Сервисный центр собирает и хранит только те персональные данные, которые необходимы для оказания
                    услуг Пользователю.<br><br>Персональная информация Пользователя может использоваться в следующих
                    целях:
                    <br><br>· Регистрации/авторизации Пользователя на Сайте;
                    · Обработки Заказов Пользователя и для выполнения своих обязательств перед Пользователем;
                    · Для осуществления деятельности по продвижению товаров и услуг;
                    · Оценки и анализа работы Сервисного центра;
                    · Определения победителя в акциях, проводимых Сервисным центром;
                    · Анализа покупательских особенностей Пользователя и предоставления персональных рекомендаций;
                    <br><br>
                    Предоставление Пользователю анонсов новостей, новостей Сервисов, а также иной информации рекламного
                    характера, путем рассылки сообщений на адрес электронной почты также относится к правам Сервисного
                    центра. При этом Пользователь в любой момент может отказаться от предоставления этой информации,
                    путем направления письменного уведомления по адресу: <span class="poleaddress">Адрес</span>
                    <br><br>Условия обработки персональной информации Пользователя
                    <br><br>
                    Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным
                    способом, в том числе в информационных системах персональных данных с использованием средств
                    автоматизации или без использования таких средств.
                    <br><br>
                    В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев
                    добровольного предоставления Пользователем информации о себе для общего доступа всем пользователям
                    Сайта. При использовании отдельных Сервисов Пользователь соглашается с тем, что определённая часть
                    его персональной информации становится общедоступной.<br><br>Сервисный центр вправе передать
                    персональную информацию пользователя третьим лицам в следующих случаях:
                    <br><br>
                    · Пользователь явно выразил свое согласие на такие действия;
                    · Передача необходима в рамках использования Пользователем определенного Сервиса либо для оказания
                    услуги Пользователю. При этом обеспечивается конфиденциальность персональной информации, а
                    Пользователь будет явным образом уведомлен о такой передаче;<br><br>
                    · Передача предусмотрена российским или иным применимым законодательством в рамках установленной
                    законодательством процедуры;
                    · Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при
                    этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики
                    конфиденциальности применительно к полученной им персональной информации;
                    · В целях обеспечения возможности защиты прав и законных интересов Сервисного центра или третьих лиц
                    в случаях, когда пользователь нарушает Пользовательское соглашение.
                    При обработке персональных данных Пользователей Сервисный центр руководствуется Федеральным законом
                    РФ «О персональных данных».<br><br>
                    Сервисный центр принимает необходимые организационные и технические меры для защиты персональных
                    данных Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования,
                    копирования, распространения, а также от иных неправомерных действий третьих лиц. Доступ к
                    персональным данным имеют только уполномоченные сотрудники Сервисного центра, уполномоченные
                    сотрудники сторонних компаний (т. е. поставщиков услуг) или наших деловых партнеров, подписавшие
                    договор о конфиденциальности и защите персональных данных. Все сотрудники Сервисного центра, имеющие
                    доступ к персональным данным, должны придерживаться политики по обеспечению конфиденциальности и
                    защиты персональных данных. В целях обеспечения конфиденциальности информации и защиты
                    персональных данных Сервисный центр поддерживает соответствующую ИТ-среду и принимает все меры,
                    необходимые для предотвращения несанкционированного доступа.
                    <br><br>
                    При утрате или разглашении персональных данных Сервисный центр информирует Пользователя об утрате
                    или разглашении персональных данных.
                    <br>
                    <br>
                    Сервисный центр совместно с Пользователем принимает все необходимые меры по предотвращению убытков
                    или иных отрицательных последствий, вызванных утратой или разглашением персональных данных
                    Пользователя.
                    <br>
                    <br>
                    В случае утраты или разглашения Конфиденциальной информации Сервисный центр не несёт
                    ответственность, если данная конфиденциальная информация:
                    · Стала публичным достоянием до её утраты или разглашения.
                    · Была получена от третьей стороны до момента её получения Сервисным центром.
                    · Была разглашена с согласия Пользователя.
                    <br>
                    <br>
                    Сервисный центр осуществляет блокирование персональных данных, относящихся к соответствующему
                    Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо
                    уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае
                    выявления недостоверных персональных данных или неправомерных действий.
                    <br>
                    <br>
                    <span>Согласие Пользователя</span>
                    <br>
                    <br>
                    Пользуясь сервисами Сайта и/или регистрируясь на Сайте <span class="polesite">Сайт</span>
                    Пользователь дает свое согласие Сервисного центра на сбор, систематизацию, накопление, хранение,
                    использование, обезличивание, удаление, изменение, передачу третьим лицам своих персональных данных:
                    фамилию, имя, отчество, номер мобильного/домашнего телефона, адрес электронной почты, в целях
                    заключения договора оказания услуг, а также дает свое согласие на обработку вышеперечисленных
                    персональных данных и направление на указанный Пользователем адрес электронной почты и/или на номер
                    мобильного телефона информации о работах, услугах.
                    <br>
                    <br>
                    Пользователь подтверждает, что персональные данные и иные сведения, относящиеся к нему (в том числе,
                    но не ограничиваясь: фамилия, имя, отчество, номер мобильного телефона, адрес электронной почты)
                    предоставлены Пользователем путем внесения их при регистрации/заказе услуг/подписке на новости на
                    Сайт <span class="polesite">Сайт</span> добровольно и являются достоверными.
                    <br>
                    <br>
                    Согласие может быть отозвано Пользователем в любой момент путем направления письменного уведомления
                    по адресу: <span class="poleaddress">Адрес</span>
                    <br>
                    <br>
                    <span>Заключительные положения</span>
                    <br>
                    <br>
                    Сервисный центр имеет право вносить изменения в настоящую Политику конфиденциальности. Актуальная
                    редакции содержит дату последнего обновления. Новая редакция Политики конфиденциальности вступает в
                    силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики
                    конфиденциальности. Новая редакция Политики конфиденциальности действует для новых пользователей, а
                    также для Пользователей заключивших пользовательское соглашение до внесения изменений.
                    <br><br>
                    К настоящей Политике конфиденциальности и отношениям между Пользователем и Сервисным центром,
                    возникающим в связи с применением Политики, подлежит применению действующее законодательство
                    Российской Федерации.
                    <br><br>
                    Все споры между сторонами решаются путем переговоров. Претензионный порядок решения споров является
                    обязательным, срок ответа на претензию составляет 10 (десять) рабочих дней.
                    <br><br>
                    Если по тем или иным причинам одно или несколько положений настоящей Политики конфиденциальности
                    будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на
                    действительность или применимость остальных положений Политики.
                    <br><br>
                    Сервисный центр не принимает предложения от Пользователей относительно изменений настоящей Политики
                    конфиденциальности.
                    <br><br>
                    Используя сервисы и материалы Сайта Пользователь подтверждает, что ознакомлен со всеми пунктами
                    настоящей Политики конфиденциальности и принимает их без исключений и оговорок
                  </p>
                </div>
              </div>
              <!-- Контейнер под текстом с градиентом -->
              <div class="gradient"></div>
            </div>
          </div>
        </div>

      </section>
    </main>

<?php get_footer();?>